export const levels = ['Уровень I', 'Уровень II', 'Уровень III',
    'Уровень IV', 'Уровень V', 'Уровень VI'];

export const rockBallads = [
    [
        {
            id: 1,
            name: 'Dire Straits',
            title: 'You and Your Friend',
            description: 'Dire Straits — британская рок-группа, основанная в 1977 году Марком Нопфлером (гитара, вокал), его братом Дэвидом Нопфлером (гитара), басистом Джоном Иллсли и барабанщиком Пиком Уизерсом. Музыкальный стиль Dire Straits может быть охарактеризован как мелодичный блюз-рок, испытавший сильное влияние кантри, рок-н-ролла, фолка и джаза. В творчестве группы преобладали меланхоличные композиции. Благодаря таланту Марка Нопфлера она снискала всемирную популярность.',
        },
        {
            id: 2,
            name: 'Foreigner',
            title: 'I Want to Know What Love',
            description: 'Foreigner — американская рок-группа, созданная в 1976 году Миком Джонсом, ранее игравшим в Spooky Tooth, The Leslie West Band и бывшим участником King Crimson Иэном Макдональдом. Их первые шесть альбомов (1977—1984) стали мультиплатиновыми и в целом продавались в США лучше, чем записи их конкурентов из мира хард-рока, всего в мире было продано свыше 70 миллионов копий их альбомов.',
        },
        {
            id: 3,
            name: 'Genesis',
            title: 'Calling All Stations',
            description: 'Genesis — британская рок-группа, созданная в 1967 году и принадлежавшая изначально к движению прогрессивного рока. Группа получала награды Грэмми, продала по всему миру более 150 миллионов альбомов (из которых около 22 миллионов в США) и вошла по этому показателю в top 30 всех времён. Самые известные участники, Питер Гэбриел и Фил Коллинз, сделали успешные сольные карьеры.',
        },
        {
            id: 4,
            name: 'Nightwish',
            title: 'Walking in the Air',
            description: 'Nightwish — финская симфоник-метал-группа с женским вокалом, исполняющая песни преимущественно на английском языке. Основана Туомасом Холопайненом, Эмппу Вуориненом и Тарьей Турунен в 1996 году в городе Китеэ. Nightwish — одна из первых и самых влиятельных групп в жанре симфоник-метал, наряду с Therion и Within Temptation.',
        },
        {
            id: 5,
            name: 'Pink Floyd',
            title: 'Comfortably Numb',
            description: 'Pink Floyd — британская рок-группа, знаменитая своими продолжительными композициями и объединёнными в тематические сюиты песнями, звуковыми экспериментами, философскими текстами, дизайном обложек альбомов и грандиозными концертными шоу. Является одной из наиболее влиятельных и коммерчески успешных групп в истории мировой рок-музыки — в её активе более 250 млн проданных альбомов в мире, в том числе 75 млн — в США.',
        },
        {
            id: 6,
            name: 'Queen',
            title: 'Who Wants to Live Forever',
            description: 'Queen — британская рок-группа, добившаяся широчайшей известности в середине 1970-х годов, и одна из наиболее успешных групп в истории рок-музыки. Средства массовой информации называют группу «культовой» и пишут, что она и по сей день имеет сотни миллионов поклонников. Восемнадцать хитов «Queen» занимали первые места в чартах разных стран. Концертные выступления группы также были признаны одними из самых ярких и значимых за всю историю рока.',
        },
    ],
    [
        {
            id: 1,
            name: 'Barclay James Harvest',
            title: 'Back To The Wall',
            description: 'Barclay James Harvest — британская рок-группа, образованная в 1966 году, играющая прогрессивный рок с элементами фолка и симфо-рока. Гитарист / вокалист Джон Лис, басист / вокалист Les Holroyd, клавишник / вокалист Стюарт «шерстистый» Wolstenholme и барабанщик / перкуссионист Мел Притчард.',
        },
        {
            id: 2,
            name: 'A House of Many Rooms',
            title: 'Long Cold Winter',
            description: 'Mike & The Mechanics — британская рок/поп-группа, сформировавшаяся в 1984 году в качестве самостоятельного проекта Майка Резерфорда — одного из основателей группы Genesis. Название группы, которое он выбрал сам, указывало на то, кто является лидером группы, несмотря на то, что Майк не являлся солистом.',
        },
        {
            id: 3,
            name: 'Golden Earring',
            title: 'Going To The Run',
            description: 'Golden Earring — рок-группа, образованная в 1961 году в Гааге, Южная Голландия. Golden Earring начинали как бит- и поп-группа, но постепенно утяжеляли и усложняли звучание; в годы наибольшего успеха ансамбль исполнял хард-рок с элементами прогрессив. Международный успех Golden Earring принесли хиты «Radar Love» (1973), «Twilight Zone» (1982) и «When The Lady Smiles» (1984).',
        },
        {
            id: 4,
            name: 'Kingdom Come',
            title: 'Should I',
            description: 'Kingdom Come — американская рок-группа, созданная рок-музыкантом немецкого происхождения Ленни Вольфом в 1987 году в Лос-Анджелесе. После ухода из группы всех оригинальных участников, кроме Вольфа в 1989 году, состав много раз менялся. 11 августа 2016 года Ленни Вольф сообщил, что история группы Kingdom Come окончена.',
        },
        {
            id: 5,
            name: 'Tony Carey',
            title: 'Room With A View',
            description: 'Tony Carey — американский музыкант-мультиинструменталист, вокалист, продюсер, композитор. Начинал карьеру как клавишник группы «Rainbow». После «Rainbow» выступал как сольный артист и сессионный музыкант. С 1983 года Тони кроме пластинок под собственным именем начал выпускать диски под маркой Planet P Project. Как раз в этот период Кэри и обрёл международный успех, причем как соло, так и в Planet P.',
        },
        {
            id: 6,
            name: 'UFO',
            title: 'Belladonna',
            description: 'UFO — британская рок-группа, образованная в 1969 году. Внесла существенный вклад в формирование стиля «хеви-метал» и оказала большое влияние на становление многих классических метал-групп (Iron Maiden, Metallica, Megadeth и др.). За более чем сорокалетнюю историю группа пережила несколько распадов и многочисленные изменения в составе. Единственным неизменным участником группы и автором большинства текстов является вокалист Фил Могг.',
        },
    ],
    [
        {
            id: 1,
            name: '10CC',
            title: 'Ready to Go Home',
            description: '10cc — британская группа, образованная в 1972 году в Стокпорте, Англия, и исполнявшая софт-арт-поп-рок с остроумными, ироничными текстами. Квартет манчестерских музыкантов — Грэм Гоулдман, Эрик Стюарт, Кевин Годли и Лол Крим — выступал и записывался в течение трёх лет под названием Hotlegs, прежде чем переименовался в 10cc. Каждый участник группы был её ведущим вокалистом, мультиинструменталистом, автором и продюсером.',
        },
        {
            id: 2,
            name: 'Accept',
            title: 'Mistreated',
            description: 'Accept — немецкая рок-группа, играющая в стиле хэви-метал. Отличительными особенностями музыки группы являются оригинальный вокал, плотность и насыщенность звука, мелодичность и виртуозность гитарных соло. Подчёркнуто брутальная, агрессивная ритмическая основа, в сочетании с хард-роковой, зачастую пронизанной классическими ходами, мелодикой гитарной партии и уникальным вокалом, определяют стиль группы, который также называют «тевтонский рок».',
        },
        {
            id: 3,
            name: 'Grave Digger',
            title: 'The Ballad of Mary',
            description: 'Grave Digger — хэви-метал/спид-метал-группа из Германии, образованная в 1980 году. Группа образована в Гладбеке (Германия) в 1980 году. В 2010 году группе исполняется 30 лет. К этой дате было приурочено грандиозное выступление на «Wacken Open Air». 1 октября выходит новый альбом «The Clans Will Rise Again», в котором Grave Digger вновь возвратились к славному прошлому Шотландии.',
        },
        {
            id: 4,
            name: 'HammerFall',
            title: 'Glory to the Brave',
            description: 'HammerFall — группа из Швеции, играющая в стилях хеви-метал и пауэр-метал. Основана гитаристом Оскаром Дроньяком в 1993 году, а известности достигла после прихода в 1996-м вокалиста Йоакима Канса, который стал вторым лидером группы. Песни HammerFall в основном посвящены средневековым рыцарям, сражениям, мужеству и героизму. Музыка группы эволюционировала от чистого скоростного пауэр-метала на первых двух альбомах к сочетанию этого жанра с более размеренным хеви-металом на последующих.',
        },
        {
            id: 5,
            name: 'Ozzy Osbourne',
            title: 'If I Close My Eyes Forever',
            description: 'Ozzy Osbourne — британский рок-певец, музыкант, один из основателей и участник группы Black Sabbath, оказавшей значительное влияние на появление таких музыкальных стилей, как хард-рок и хеви-метал. После ухода из Black Sabbath начал сольную карьеру. На декабрь 2010 года в мире было продано более 100 млн пластинок с его участием. Звезда с именем Осборна выложена на Аллее звёзд в Бирмингеме и на голливудской «Аллее славы». Сольные альбомы Осборна Blizzard of Ozz и No More Tears получили статус четырежды платиновых.',
        },
        {
            id: 6,
            name: 'Glenn Frey',
            title: 'You Belong To The City',
            description: 'Glenn Frey — американский музыкант и певец. Наиболее известен как один из основателей и соавтор большинства знаменитых песен группы Eagles. В составе группы Eagles в 1998 году Гленн Фрай был введён в Зал славы рок-н-ролла.',
        },
    ],
    [
        {
            id: 1,
            name: 'Anathema',
            title: 'Anyone, Anywhere',
            description: 'Anathema — британская рок-группа, образованная в Ливерпуле в 1990 году. Стиль группы постепенно перешёл от дэт-дум-метала до прогрессивного рока. Последние альбомы испытывают сильное влияние Pink Floyd. В симпатиях к Pink Floyd признавались и сами участники группы, группа неоднократно записывала и исполняла на концертах различные песни Pink Floyd. Вместе с ещё двумя британскими группами: Paradise Lost и My Dying Bride, Anathema считаются одними из основоположников стиля дэт-дум-метал.',
        },
        {
            id: 2,
            name: 'Free',
            title: 'Wishing Well',
            description: 'Free — британская рок-группа, образовавшаяся в 1968 году в Лондоне, Англия и всемирную известность получившая в 1970 благодаря хиту «All Right Now». Free выпустили шесть студийных альбомов, которые  способствовали подъёму и развитию хард-рока. Группа прославилась своими шумными концертами и безостановочными гастролями. К началу 1970-х Free стали одной из самых коммерчески успешных британских блюз-роковых групп. «All Right Now» по сей день остается одной из самых знаменитых рок-композиций.',
        },
        {
            id: 3,
            name: 'Journey',
            title: 'Send Her My Love',
            description: 'Journey — американская рок-группа, образованная в 1973 году бывшими участниками Santana. Группа стала очень успешной коммерчески в 1978—1987 годах, продав более 80 миллионов экземпляров альбомов по всему миру и более 47 миллионов в США. В 2005 году читатели газеты USA Today поставили Journey на пятое место в списке лучших американских рок-групп в истории.',
        },
        {
            id: 4,
            name: 'Gino Vanelli',
            title: 'Hurts to Be in Love',
            description: 'Gino Vannelli — канадский рок певец и автор песен. Супер-вокалист, громадный диапазон голоса, выдающийся исполнитель джаз-рока и всех родственных ему течений. Его самые известные хиты «I Just Wanna Stop» (1978), «Living Inside Myself» (1981) and «Wild Horses» (1987).',
        },
        {
            id: 5,
            name: 'Rage',
            title: 'All This Time',
            description: 'Rage — метал-группа из Германии, основанная в 1980-е годы. Группа была основана в 1983 году под именем Avenger, под которым выпустила свои первые два альбома. Музыканты вскоре вынуждены были сменить название, обнаружив, что оно совпадает с названием другой группы. В то время группа играла спид-метал и пауэр-метал со значительной долей трэш-метала. Записанный в 1990 году альбом Reflections Of A Shadow интересен тем, что группа пригласила гостевого клавишника Ули Кельнера, тем самым сделав уклон в более мелодичный материал. Наиболее удачными работами начала 1990-х были альбомы Trapped! (1992) и The Missing Link (1993).',
        },
        {
            id: 6,
            name: 'Sven Grunberg',
            title: 'Ball',
            description: 'Sven Grünberg — советский и эстонский композитор шведского происхождения. Творческую деятельность начал в конце 1970-х годов, подражая синтезаторной рок-музыке Вангелиса и Китаро. В середине 1980-х годов обратился к космическому звучанию, включая фольклорные элементы.',
        },
    ],
    [
        {
            id: 1,
            name: 'Agnes',
            title: 'Heartache',
            description: 'Agnes - певица, занявшее четвёртое место в Idols Finland 2, финской версии Pop Idol. На текущий момент певица записала 2 альбома «When the Night Falls» (2006) и «Redemption» (2009) и 3 сингла «Haaveista totta» (2005), «I Thought We Were Lovers» (2006), «Danger in Love» (2006).',
        },
        {
            id: 2,
            name: 'Colin Blunstone',
            title: 'Levi Stubbs Tears',
            description: 'Colin Blunstone — британский певец и композитор, известный прежде всего как вокалист группы The Zombies. С 1970 года начал сольную карьеру. Дебютный альбом «One Year» (1971) признан критиками лучшим альбомом Бланстоуна. С начала 2000-х гг. Бланстоун активно гастролирует по Британии и Европе либо со своей группой с сольными выступлениями, либо с Родом Арджентом в составе объединенного The Zombies.',
        },
        {
            id: 3,
            name: 'Dokken',
            title: 'Walk Away',
            description: 'Dokken — американская метал-группа, образованная в 1978 году в Лос-Анджелесе. Музыка группы сочетала хард-рок с элементами хеви-метала; часто музыку Dokken относят к стилю глэм-метала. По всему миру было продано более 10 миллионов альбомов группы. В 2008 году Dokken выпустили свой первый за четыре года альбом «Lightning Strikes Again». Альбом получил хорошие отзывы и дебютировал на 133 строчке чарта «Billboard 200».',
        },
        {
            id: 4,
            name: 'Gloryful',
            title: 'Chased in Fate',
            description: 'Gloryful — немецкая метал-группа группа из Рурской области. Она вышла из других фестивалей, таких как Metal Days 2016 в Tolmin Summer Breeze 2017 в Динкельсбюле и Wacken Open Air 2019 в Вакене. Музыкальный стиль Gloryful находится между Power Metal и Heavy Meta. С каждым выпуском нового альбома группа привлекает новые элементы металлического спектра.',
        },
        {
            id: 5,
            name: 'Lycia',
            title: 'Desert',
            description: 'Lycia — американская dark wave группа, созданная в 1988 в Tempe, Аризона. Основной состав группы — Mike VanPortfleet, Tara Vanflower и David Galas. Хотя группа достигла лишь незначительного культового успеха, она примечательна тем, что является одной из новаторских групп в стилях darkwave и ethereal wave. Музыка Lycia характеризуется богатыми звуковыми ландшафтами.',
        },
        {
            id: 6,
            name: 'Roger Daltrey',
            title: 'Hearts Of Fire',
            description: 'Roger Daltrey — британский певец, автор песен. Наиболее известен как основатель и вокалист английской группы The Who. Долтри начал свою сольную карьеру в 1973 году, являясь членом The Who. С тех пор он выпустил восемь студийных альбомов, пять сборников, и один концертный альбом. Помимо музыки снимался в кино, участвовал в театральных постановках, занимался продюсерской работой. Долтри давно известен как один из самых харизматичных фронтменов рок-музыки, славится своим мощным голосом и энергией на сцене.',
        },
    ],
    [
        {
            id: 1,
            name: 'Allen Lande',
            title: 'Bittersweet',
            description: 'Allen Lande — международная супергруппа хард-рока / хэви-метала, образованная в 2005 году итальянской звукозаписывающей компанией Frontiers. Хотя группа была родом из Италии, никто из участников группы не был итальянцем. В 2019 году Ланде объявил, что альбомов Allen Lande больше не будет, сославшись на собственное отсутствие энтузиазма.',
        },
        {
            id: 2,
            name: 'Collage',
            title: 'Living in the Moonlight',
            description: 'Collage — история польской группы»Collage» началась к 1985 году, когда в её стране практически никто еще не играл прогрессив. Однако музыканты не хотели быть на кого-то похожими и потому взялись развивать симфо-проговое направление. Поначалу группа сталкивалась с трудностями и только 1990-м году вышел диск «Basnie». С вышедшим в том же году альбомом «Moonshine» поляки достигли пика коммерческого успеха, и критики занесли их работу в список шедевров нео-прога.',
        },
        {
            id: 3,
            name: 'Dominoe',
            title: 'Here I am',
            description: 'Dominoe — немецкая рок-группа , основанная в 1987 году в Графинге недалеко от Мюнхена гитаристом Робертом Папстом и певцом Йоргом Зибером. Группа стала известна в начале 1988 года под названием Here I Am, которое французский производитель автомобилей Renault использовал в рекламе.',
        },
        {
            id: 4,
            name: 'Pyramaze',
            title: 'Legacy in a Rhyme',
            description: 'Pyramaze - группа из Дании, основанная в 2001 году. После долгих поисков был найден единственный вокалист, способный исполнить материал на высоком уровне. Именно тогда группа приступила к записи дебютного альбома «Melancholy Beast». Реакция на альбом была очень позитивной. В январе 2006 Pyramaze уже стоял в программе нескольких широко известных фестивалей. «Legend of the Bone Carver» выходит в свет в феврале 2006. Это только начало для этого нового и подающего надежды бриллианта металлической музыки.',
        },
        {
            id: 5,
            name: 'Vixen',
            title: 'Love is a Killer',
            description: 'Vixen — американская глэм-метал-группа, основанная в 1980 году в городе Миннесоте. Группа несколько раз прекращала существование. С 1988 по 2006 год группа выпустила 4 студийных альбома. 4 песни группы попадали в хит-парад «Billboard Hot 100»: «Edge of a Broken Heart», «Cryin», «How Much Love» и «Love Is a Killer». Vixen часто описываются как «женская версия Bon Jovi».',
        },
        {
            id: 6,
            name: 'White Skull',
            title: 'Slaughter',
            description: 'White Skull — итальянская рок-группа, играющая музыку в стиле хеви-метал, пауэр-метал, спид-метал. Музыкальный коллектив White Skull был образован в 1991 году усилиями гитариста Тони Фонто. Второй альбом Embittered выходит в 1997 году и превращает White Skull в звёзд национального масштаба. В 2000 году выходит альбом Public Glory, Secret Agony. Лирика релиза повествовала о ранней Римской Империи времён Юлия Цезаря. Многими альбом расценивался как лучшая работа коллектива.',
        },
    ],
];
